Repository: SenaTaka/car_ui
Catalog: car_ui/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, zh_hans

source: %@ との接続を解除しました
de: Verbindung zu %@ getrennt
en: Disconnected from %@
es: Desconectado de %@
fr: Déconnecté de %@
zh_hans: 已断开与 %@ 的连接

source: %@ に接続中
de: Verbindung zu %@ wird hergestellt
en: Connecting to %@
es: Conectando a %@
fr: Connexion à %@
zh_hans: 正在连接 %@

source: %@ に接続済み
de: Mit %@ verbunden
en: Connected to %@
es: Conectado a %@
fr: Connecté à %@
zh_hans: 已连接 %@

source: %@ を初期化中
de: %@ wird initialisiert
en: Initializing %@
es: Inicializando %@
fr: Initialisation de %@
zh_hans: 正在初始化 %@

source: %@ を確認中
de: %@ wird überprüft
en: Checking %@
es: Comprobando %@
fr: Vérification de %@
zh_hans: 正在检查 %@

source: %@ 秒
de: %@ s
en: %@ s
es: %@ s
fr: %@ s

source: %@を追加
de: %@ hinzufügen
en: Add %@
es: Añadir %@
fr: Ajouter %@
zh_hans: 添加 %@

source: %lld / 最大 %lld
de: %lld / max. %lld
en: %lld / max %lld
es: %lld / máx. %lld
fr: %lld / max %lld

source: %lld cyl
de: %lld Zyl.

source: %lld 件
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionné(s)
zh_hans: %lld 项

source: %lld 件を選択
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionné(s)
zh_hans: 已选择 %lld 项

source: %lld 件対応
de: %lld unterstützt
en: %lld supported
es: %lld compatibles
fr: %lld pris en charge
zh_hans: 支持 %lld 项

source: %lld 点 / %lld ch
de: %1$lld Werte / %2$lld Kan.
en: %1$lld pts / %2$lld ch
es: %1$lld ptos / %2$lld can.
fr: %1$lld pts / %2$lld can.
zh_hans: %1$lld 点 / %2$lld 通道

source: %lld分
de: %lld Min.
en: %lld min
es: %lld min
fr: %lld min
zh_hans: %lld 分钟

source: %lld時間
de: %lld Std.
en: %lld h
es: %lld h
fr: %lld h
zh_hans: %lld 小时

source: * 燃費は吸入空気量(MAF)からの推定値です
de: * Der Kraftstoffverbrauch wird aus dem Luftmassenstrom (MAF) geschätzt
en: * Fuel economy is estimated from mass air flow (MAF)
es: * El consumo se estima a partir del caudal de aire (MAF)
fr: * La consommation est estimée à partir du débit d'air (MAF)
zh_hans: * 油耗为根据进气流量(MAF)估算的数值

source: 0-%lld: %@ 秒
de: 0-%1$lld: %2$@ s
en: 0-%1$lld: %2$@ s
es: 0-%lld: %@ s
fr: 0-%1$lld : %2$@ s

source: 0-100 km/h 加速計測
de: 0-100 km/h Zeitmessung
en: 0-100 km/h Timer
es: Cronómetro 0-100 km/h
fr: Chrono 0-100 km/h
zh_hans: 0-100 km/h 加速测量

source: 0-100 km/h 計測の完了後に「記録を保存」(Pro)で追加されます。
de: Nach Abschluss eines 0-100-km/h-Laufs wird er über „Lauf speichern“ (Pro) hinzugefügt.
en: Finish a 0-100 km/h run and tap “Save Run” (Pro) to add one.
es: Se añadirá al terminar una prueba de 0-100 km/h y pulsar «Guardar registro» (Pro).
fr: Terminez un chrono 0-100 km/h et appuyez sur « Enregistrer » (Pro) pour l'ajouter.
zh_hans: 完成 0-100 km/h 测量后,点击「保存记录」(Pro)即可添加。

source: 0-100: %@ 秒
de: 0-100: %@ s
en: 0-100: %@ s
es: 0-100: %@ s
fr: 0-100 : %@ s

source: 2 系統目のスロットルセンサーの開度です(冗長系)。
de: Die Öffnung des zweiten Drosselklappensensors (Redundanzsystem).
en: Opening from the second (redundant) throttle sensor.
es: Apertura indicada por el segundo sensor de mariposa (sistema redundante).
fr: Ouverture indiquée par le second capteur de papillon des gaz (système redondant).
zh_hans: 第二组节气门传感器的开度(冗余系统)。

source: Bluetooth がオフです
de: Bluetooth ist ausgeschaltet
en: Bluetooth is off
es: Bluetooth está desactivado
fr: Le Bluetooth est désactivé
zh_hans: 蓝牙已关闭

source: Bluetooth が利用できません
de: Bluetooth ist nicht verfügbar
en: Bluetooth is unavailable
es: Bluetooth no está disponible
fr: Bluetooth indisponible
zh_hans: 蓝牙不可用

source: Bluetooth の状態を確認できません
de: Bluetooth-Status kann nicht ermittelt werden
en: Cannot determine Bluetooth status
es: No se puede comprobar el estado de Bluetooth
fr: Impossible de déterminer l'état du Bluetooth
zh_hans: 无法确认蓝牙状态

source: Bluetooth 権限がありません
de: Keine Bluetooth-Berechtigung
en: Bluetooth permission is not granted
es: No se concedió permiso de Bluetooth
fr: Autorisation Bluetooth non accordée
zh_hans: 没有蓝牙权限

source: Bluetooth 確認中
de: Bluetooth wird überprüft
en: Checking Bluetooth
es: Comprobando Bluetooth
fr: Vérification du Bluetooth
zh_hans: 正在检查蓝牙

source: CSV 形式
de: CSV-Format
en: CSV Format
es: Formato CSV
fr: Format CSV
zh_hans: CSV 格式

source: CSV 書き出し
de: CSV exportieren
en: Export CSV
es: Exportar CSV
fr: Exporter en CSV
zh_hans: 导出 CSV

source: DTC クリア後走行距離
de: Strecke seit DTC-Löschung
en: Distance Since DTC Clear
es: Distancia desde el borrado de DTC
fr: Distance depuis l'effacement des DTC
zh_hans: 清除 DTC 后行驶里程

source: ECU がスロットルに指示している目標開度です。
de: Der von der ECU an die Drosselklappe befohlene Sollöffnungswert.
en: Target throttle opening commanded by the ECU.
es: Apertura objetivo que la ECU ordena a la mariposa.
fr: Ouverture cible commandée par l'ECU au papillon des gaz.
zh_hans: ECU 向节气门下达的目标开度指令。

source: ECU が対応する全 PID を自動検出し、設定なしですべて表示・記録します。アダプタがなくてもデモモードで全機能を試せます。
de: Alle vom Steuergerät unterstützten PIDs werden automatisch erkannt, ohne Einrichtung angezeigt und aufgezeichnet. Kein Adapter? Testen Sie alles im Demomodus.
en: Every PID your ECU supports is auto-detected, displayed, and recorded with zero setup. No adapter? Try everything in demo mode.
es: Detecta automáticamente todos los PID compatibles con la ECU y los muestra y registra sin configuración. Sin adaptador, puedes probar todas las funciones en el modo demo.
fr: Tous les PID pris en charge par l'ECU sont détectés automatiquement, affichés et enregistrés sans configuration. Pas d'adaptateur ? Essayez toutes les fonctions en mode démo.
zh_hans: 自动检测 ECU 支持的全部 PID,无需设置即可显示与记录。没有适配器也可以在演示模式下体验全部功能。

source: ECU が目標とする空燃比(λ)です。1.0 が理論空燃比を表します。
de: Das von der ECU angestrebte Luft-Kraftstoff-Verhältnis (λ). 1,0 entspricht dem stöchiometrischen Verhältnis.
en: The air–fuel ratio (λ) the ECU is targeting. 1.0 is the stoichiometric ratio.
es: Relación aire-combustible (λ) objetivo de la ECU. 1,0 representa la relación estequiométrica.
fr: Rapport air-carburant (λ) visé par l'ECU. 1,0 représente le rapport stœchiométrique.
zh_hans: ECU 所设定的目标空燃比(λ)。1.0 表示理论空燃比。

source: ECU が認識している車速です。スピードメーターの表示とは数 km/h ずれることがあります。
de: Die vom ECU erkannte Fahrzeuggeschwindigkeit. Sie kann um einige km/h von der Tachoanzeige abweichen.
en: Vehicle speed as seen by the ECU. May differ from the speedometer by a few km/h.
es: Velocidad del vehículo tal como la reconoce la ECU. Puede diferir del velocímetro en unos pocos km/h.
fr: Vitesse du véhicule telle que perçue par l'ECU. Elle peut différer de quelques km/h par rapport à l'indication du compteur de vitesse.
zh_hans: ECU 识别到的车速。可能与车速表显示相差几 km/h。

source: ECU に供給されている電圧です。エンジン稼働中は約 13.5〜14.5 V が正常の目安です。
de: Die dem ECU zugeführte Spannung. Bei laufendem Motor sind etwa 13,5–14,5 V normal.
en: Voltage supplied to the ECU. Around 13.5–14.5 V is normal while the engine is running.
es: Voltaje suministrado a la ECU. Alrededor de 13,5–14,5 V es normal con el motor en marcha.
fr: Tension fournie à l'ECU. Environ 13,5 à 14,5 V est normal lorsque le moteur tourne.
zh_hans: 供给 ECU 的电压。发动机运转中约为 13.5~14.5 V 属于正常范围。

source: ECU 電圧
de: ECU-Spannung
en: ECU Voltage
es: Voltaje de la ECU
fr: Tension ECU
zh_hans: ECU 电压

source: EGR の指令値と実際の開度との差です。
de: Die Differenz zwischen dem befohlenen und dem tatsächlichen AGR-Öffnungswert.
en: Difference between the commanded and actual EGR opening.
es: Diferencia entre el valor de apertura ordenado y la apertura real de la EGR.
fr: Écart entre la valeur d'ouverture commandée et l'ouverture réelle de l'EGR.
zh_hans: EGR 指令值与实际开度之间的差值。

source: EGR 指令値
de: AGR-Sollwert
en: Commanded EGR
es: EGR comandada
fr: EGR commandée
zh_hans: EGR 指令值

source: EGR 誤差
de: AGR-Abweichung
en: EGR Error
es: Error de EGR
fr: Erreur EGR
zh_hans: EGR 误差

source: ELM327 から応答がありません
de: Keine Antwort vom ELM327
en: No response from the ELM327
es: Sin respuesta del ELM327
fr: Aucune réponse de l'ELM327
zh_hans: ELM327 无响应

source: ELM327 の BLE 通信特性が見つかりません
de: BLE-Kommunikationsmerkmale des ELM327 wurden nicht gefunden
en: Could not find the ELM327's BLE characteristics
es: No se encontraron las características BLE del ELM327
fr: Caractéristiques BLE de l'ELM327 introuvables
zh_hans: 找不到 ELM327 的 BLE 通信特性

source: ELM327 対応の Bluetooth OBD2 アダプタを使います。
de: Verwendet einen ELM327-kompatiblen Bluetooth-OBD2-Adapter.
en: Works with ELM327-compatible Bluetooth OBD2 adapters.
es: Funciona con adaptadores OBD2 Bluetooth compatibles con ELM327.
fr: Fonctionne avec les adaptateurs OBD2 Bluetooth compatibles ELM327.
zh_hans: 使用支持 ELM327 的蓝牙 OBD2 适配器。

source: G フォース
de: G-Kraft
en: G-Force
es: Fuerza G
fr: Force G
zh_hans: G 力

source: G フォースと 0-100 km/h 加速の計測に使います。
de: Wird zur Messung von G-Kraft und 0-100-km/h-Beschleunigung verwendet.
en: Used to measure g-force and 0–100 km/h acceleration.
es: Se usa para medir la fuerza G y la aceleración de 0 a 100 km/h.
fr: Utilisé pour mesurer la force G et l'accélération 0-100 km/h.
zh_hans: 用于测量 G 力和 0-100 km/h 加速。

source: GPS による標高です。
de: Die Höhe laut GPS.
en: Altitude from GPS.
es: Altitud obtenida por GPS.
fr: Altitude déterminée par GPS.
zh_hans: 通过 GPS 获取的海拔高度。

source: GPS による現在の経度です。
de: Der aktuelle Längengrad laut GPS.
en: Current longitude from GPS.
es: Longitud actual obtenida por GPS.
fr: Longitude actuelle déterminée par GPS.
zh_hans: 通过 GPS 获取的当前经度。

source: GPS による現在の緯度です。
de: Der aktuelle Breitengrad laut GPS.
en: Current latitude from GPS.
es: Latitud actual obtenida por GPS.
fr: Latitude actuelle déterminée par GPS.
zh_hans: 通过 GPS 获取的当前纬度。

source: GPS の位置変化から算出した車速です。トンネルなど電波の届かない場所では途切れます。
de: Die aus den GPS-Positionsänderungen berechnete Fahrzeuggeschwindigkeit. Sie fällt an Orten ohne Empfang aus, etwa in Tunneln.
en: Vehicle speed calculated from GPS position changes. Drops out where there is no signal, such as tunnels.
es: Velocidad del vehículo calculada a partir de los cambios de posición del GPS. Se interrumpe en lugares sin señal, como los túneles.
fr: Vitesse du véhicule calculée à partir des variations de position GPS. Elle est interrompue là où le signal est absent, comme dans les tunnels.
zh_hans: 根据 GPS 位置变化计算出的车速。在隧道等无信号区域会中断。

source: GPS を使用
de: GPS verwenden
en: Use GPS
es: Usar GPS
fr: Utiliser le GPS
zh_hans: 使用 GPS

source: GPS 品質:
de: GPS-Qualität:
en: GPS quality:
es: Calidad de GPS:
fr: Qualité GPS :
zh_hans: GPS 质量:

source: GPS 精度が低いため、加速計測の値は参考値です。
de: Da die GPS-Genauigkeit gering ist, sind die Messwerte nur Richtwerte.
en: GPS accuracy is low; timing values are approximate.
es: La precisión del GPS es baja, por lo que los valores de aceleración son solo orientativos.
fr: La précision GPS est faible ; les temps mesurés sont approximatifs.
zh_hans: 由于 GPS 精度较低,加速测量值仅供参考。

source: GPS 精度が低下しています
de: GPS-Genauigkeit ist verringert
en: GPS accuracy is low
es: La precisión del GPS es baja
fr: La précision GPS est faible
zh_hans: GPS 精度下降

source: GPS 速度の計測と、走行ルートの記録に使います。
de: Wird zur Messung der GPS-Geschwindigkeit und zur Aufzeichnung der Fahrtroute verwendet.
en: Used for GPS speed and recording your route.
es: Se usa para medir la velocidad por GPS y registrar la ruta.
fr: Utilisé pour la vitesse GPS et l'enregistrement de votre trajet.
zh_hans: 用于测量 GPS 速度和记录行驶路线。

source: GPS 速度・走行マップには位置情報が必要です。
de: Für GPS-Geschwindigkeit und Streckenkarte wird der Standort benötigt.
en: Location is required for GPS speed and the track map.
es: La velocidad por GPS y el mapa de ruta requieren la ubicación.
fr: La localisation est nécessaire pour la vitesse GPS et la carte du trajet.
zh_hans: GPS 速度和行驶地图需要位置信息。

source: L/h(停車中)
de: L/h (im Stand)
en: L/h (idling)
es: L/h (en ralentí)
fr: L/h (au ralenti)
zh_hans: L/h(停车中)

source: MIL 点灯後走行距離
de: Strecke seit MIL-Aktivierung
en: Distance with MIL On
es: Distancia con testigo MIL encendido
fr: Distance avec voyant MIL allumé
zh_hans: MIL 点亮后行驶里程

source: O2 センサー B1S1
de: O2-Sensor B1S1
en: O2 Sensor B1S1
es: Sensor O2 B1S1
fr: Sonde O2 B1S1
zh_hans: O2 传感器 B1S1

source: O2 センサー B1S2
de: O2-Sensor B1S2
en: O2 Sensor B1S2
es: Sensor O2 B1S2
fr: Sonde O2 B1S2
zh_hans: O2 传感器 B1S2

source: O2 センサー B1S3
de: O2-Sensor B1S3
en: O2 Sensor B1S3
es: Sensor O2 B1S3
fr: Sonde O2 B1S3
zh_hans: O2 传感器 B1S3

source: O2 センサー B1S4
de: O2-Sensor B1S4
en: O2 Sensor B1S4
es: Sensor O2 B1S4
fr: Sonde O2 B1S4
zh_hans: O2 传感器 B1S4

source: O2 センサー B2S1
de: O2-Sensor B2S1
en: O2 Sensor B2S1
es: Sensor O2 B2S1
fr: Sonde O2 B2S1
zh_hans: O2 传感器 B2S1

source: O2 センサー B2S2
de: O2-Sensor B2S2
en: O2 Sensor B2S2
es: Sensor O2 B2S2
fr: Sonde O2 B2S2
zh_hans: O2 传感器 B2S2

source: O2 センサー B2S3
de: O2-Sensor B2S3
en: O2 Sensor B2S3
es: Sensor O2 B2S3
fr: Sonde O2 B2S3
zh_hans: O2 传感器 B2S3

source: O2 センサー B2S4
de: O2-Sensor B2S4
en: O2 Sensor B2S4
es: Sensor O2 B2S4
fr: Sonde O2 B2S4
zh_hans: O2 传感器 B2S4

source: O2 センサーの値をもとに ECU が瞬間的に行う燃料量の補正です。±10% 以内が正常の目安です。
de: Die momentane Kraftstoffmengenkorrektur, die das ECU anhand des O2-Sensorwerts vornimmt. Ein Bereich von ±10 % gilt als normal.
en: Instantaneous fuel correction the ECU makes based on the O2 sensor. Within ±10% is normal.
es: Corrección instantánea de la cantidad de combustible que realiza la ECU en función del valor del sensor O2. Un rango de ±10 % es normal.
fr: Correction instantanée de la quantité de carburant effectuée par l'ECU à partir de la valeur du capteur O2. Une plage de ±10 % est normale.
zh_hans: ECU 根据 O2 传感器数值进行的瞬时燃油量修正。±10% 以内属于正常范围。

source: OBD と GPS の車速差: %@ km/h(メーター誤差の目安)
de: Geschwindigkeitsdifferenz OBD/GPS: %@ km/h (Richtwert für Tachoabweichung)
en: OBD vs GPS speed difference: %@ km/h (speedometer error estimate)
es: Diferencia de velocidad OBD/GPS: %@ km/h (estimación del error del velocímetro)
fr: Écart de vitesse OBD/GPS : %@ km/h (estimation de l'erreur du compteur)
zh_hans: OBD 与 GPS 车速差:%@ km/h(仪表误差参考值)

source: OBD アダプタが測定した車両バッテリーの電圧です。エンジン停止時は約 12.5 V、走行中(充電中)は約 14 V が目安です。
de: Die vom OBD-Adapter gemessene Fahrzeugbatteriespannung. Bei stehendem Motor etwa 12,5 V, während der Fahrt (beim Laden) etwa 14 V.
en: Vehicle battery voltage measured by the OBD adapter. About 12.5 V with the engine off, and about 14 V while driving (charging).
es: Voltaje de la batería del vehículo medido por el adaptador OBD. Es de unos 12,5 V con el motor apagado y de unos 14 V mientras se conduce (en carga).
fr: Tension de la batterie du véhicule mesurée par l'adaptateur OBD. Environ 12,5 V moteur à l'arrêt, environ 14 V en roulant (en charge).
zh_hans: OBD 适配器测得的车辆电瓶电压。发动机熄火时约为 12.5 V,行驶(充电)中约为 14 V。

source: OBD2 アダプタと通信するために使います。
de: Wird für die Kommunikation mit dem OBD2-Adapter verwendet.
en: Used to communicate with the OBD2 adapter.
es: Se usa para comunicarse con el adaptador OBD2.
fr: Utilisé pour communiquer avec l'adaptateur OBD2.
zh_hans: 用于与 OBD2 适配器通信。

source: OBD2スキャナーへようこそ
de: Willkommen beim OBD2-Scanner
en: Welcome to OBD2 Scanner
es: Bienvenido a OBD2 Scanner
fr: Bienvenue dans OBD2 Scanner
zh_hans: 欢迎使用 OBD2 扫描仪

source: PR: リンクは Amazon アソシエイトのアフィリエイトリンクです。「ELM327」「BLE(Bluetooth 4.0/LE)対応」の表記がある製品をお選びください。
de: Werbung: Dieser Link ist ein Amazon-Partnerlink. Wählen Sie ein Produkt mit der Kennzeichnung „ELM327“ und „BLE (Bluetooth 4.0/LE)“.
en: Ad: This is an Amazon Associates affiliate link. Choose a product labeled "ELM327" with "BLE (Bluetooth 4.0/LE)" support.
es: Anuncio: este enlace es un enlace de afiliado de Amazon Associates. Elige un producto que indique «ELM327» y compatibilidad con «BLE (Bluetooth 4.0/LE)».
fr: Pub : ce lien est un lien d'affiliation Amazon Associates. Choisissez un produit portant la mention « ELM327 » et compatible « BLE (Bluetooth 4.0/LE) ».
zh_hans: 广告:该链接为 Amazon Associates 联盟链接。请选择标有「ELM327」「支持 BLE(Bluetooth 4.0/LE)」字样的产品。

source: Pro にアップグレード
de: Auf Pro upgraden
en: Upgrade to Pro
es: Actualizar a Pro
fr: Passer à Pro
zh_hans: 升级到 Pro

source: Pro 有効
de: Pro aktiv
en: Pro Active
es: Pro activo
fr: Pro actif
zh_hans: Pro 已启用

source: iPhone では BLE 型 ELM327 アダプタを使用します。Bluetooth Classic SPP 型は iOS の公開 API では接続できません。
de: Verwenden Sie mit dem iPhone einen ELM327-Adapter vom Typ BLE. Adapter vom Typ Bluetooth Classic SPP können über die öffentlichen iOS-APIs nicht verbunden werden.
en: Use a BLE ELM327 adapter with iPhone. Bluetooth Classic SPP adapters cannot connect through public iOS APIs.
es: En iPhone se usa un adaptador ELM327 tipo BLE. Los adaptadores Bluetooth Classic SPP no se pueden conectar mediante las API públicas de iOS.
fr: Utilisez un adaptateur ELM327 de type BLE avec iPhone. Les adaptateurs Bluetooth Classic SPP ne peuvent pas se connecter via les API publiques iOS.
zh_hans: iPhone 使用 BLE 型 ELM327 适配器。Bluetooth Classic SPP 型无法通过 iOS 公开 API 连接。

source: あとで決める
de: Später entscheiden
en: Decide Later
es: Decidir más tarde
fr: Décider plus tard
zh_hans: 稍后决定

source: あなたの車を、走るデータに。
de: Verwandeln Sie Ihr Auto in Live-Daten.
en: Turn your car into live data.
es: Convierte tu coche en datos en tiempo real.
fr: Transformez votre voiture en données en direct.
zh_hans: 让您的爱车化身行驶数据。

source: いつでも切り替え
de: Jederzeit wechseln
en: Switch Anytime
es: Cambia cuando quieras
fr: Changez à tout moment
zh_hans: 随时切换

source: おすすめ
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
zh_hans: 推荐

source: お支払いは一度だけ。自動更新や定期課金は一切ありません。
de: Einmalige Zahlung. Keine automatische Verlängerung oder wiederkehrende Kosten.
en: Pay once. No auto-renewals or recurring charges, ever.
es: Pago único. Sin renovaciones automáticas ni suscripciones.
fr: Paiement unique. Aucun renouvellement automatique ni abonnement récurrent.
zh_hans: 只需付款一次。绝无自动续费或定期扣款。

source: このセッションで GPS が積算した走行距離です。
de: Die vom GPS in dieser Sitzung aufsummierte gefahrene Strecke.
en: Distance accumulated from GPS during this session.
es: Distancia acumulada por el GPS durante esta sesión.
fr: Distance cumulée par le GPS au cours de cette session.
zh_hans: 本次记录中 GPS 累计的行驶距离。

source: この端末ではモーションセンサーを利用できません。
de: Der Bewegungssensor ist auf diesem Gerät nicht verfügbar.
en: The motion sensor is not available on this device.
es: El sensor de movimiento no está disponible en este dispositivo.
fr: Le capteur de mouvement n'est pas disponible sur cet appareil.
zh_hans: 此设备无法使用运动传感器。

source: この端末は Bluetooth LE に対応していません
de: Dieses Gerät unterstützt kein Bluetooth LE
en: This device does not support Bluetooth LE
es: Este dispositivo no admite Bluetooth LE
fr: Cet appareil ne prend pas en charge le Bluetooth LE
zh_hans: 此设备不支持 Bluetooth LE

source: この記録が 0-100 km/h のベストタイムです
de: Dieser Lauf ist Ihre beste 0-100-km/h-Zeit
en: This run is your 0-100 km/h best time
es: Este es tu mejor tiempo de 0-100 km/h
fr: Ce run est votre meilleur temps 0-100 km/h
zh_hans: 此记录是 0-100 km/h 的最佳成绩

source: この項目の説明は準備中です。
de: Eine Beschreibung für diesen Eintrag folgt in Kürze.
en: A description for this item is coming soon.
es: La descripción de este elemento está en preparación.
fr: La description de cet élément est en cours de préparation.
zh_hans: 该项目的说明正在准备中。

source: すべて
de: Alle
en: All
es: Todo
fr: Tout
zh_hans: 全部

source: すべて端末内で処理され、外部に送信されることはありません。
de: Alles wird auf dem Gerät verarbeitet und niemals extern gesendet.
en: Everything is processed on device and never sent anywhere.
es: Todo se procesa en el dispositivo y nunca se envía a ningún sitio.
fr: Tout est traité sur l'appareil et n'est jamais envoyé à l'extérieur.
zh_hans: 所有数据均在设备本地处理,不会发送到外部。

source: その他
de: Weitere
en: More
es: Más
fr: Plus
zh_hans: 其他

source: つなぎかたは 3 ステップ
de: Verbindung in 3 Schritten
en: Connect in 3 Steps
es: Conéctalo en 3 pasos
fr: Connexion en 3 étapes
zh_hans: 连接只需 3 步

source: はじめかたをもう一度見る
de: Einführung erneut ansehen
en: Show the Intro Again
es: Ver la introducción de nuevo
fr: Revoir l'introduction
zh_hans: 再次查看使用指南

source: アイドル位置を 0% とした相対的なスロットル開度です。
de: Die relative Drosselklappenöffnung, wobei die Leerlaufposition 0 % entspricht.
en: Throttle opening relative to the idle position (0%).
es: Apertura relativa del acelerador, tomando la posición de ralentí como 0 %.
fr: Ouverture relative du papillon des gaz, la position de ralenti étant considérée comme 0 %.
zh_hans: 以怠速位置为 0% 的相对节气门开度。

source: アクセルペダル D
de: Gaspedal D
en: Accel Pedal D
es: Pedal del acelerador D
fr: Pédale d'accélérateur D
zh_hans: 加速踏板 D

source: アクセルペダル E
de: Gaspedal E
en: Accel Pedal E
es: Pedal del acelerador E
fr: Pédale d'accélérateur E
zh_hans: 加速踏板 E

source: アクセルペダルの踏み込み量です。安全のため複数系統(D/E)で二重に検出しています。
de: Die Gaspedalstellung. Aus Sicherheitsgründen wird sie redundant über mehrere Systeme (D/E) erfasst.
en: Accelerator pedal position. Measured redundantly by multiple sensors (D/E) for safety.
es: Posición del pedal del acelerador. Por seguridad, se detecta de forma redundante mediante varios sistemas (D/E).
fr: Position de la pédale d'accélérateur. Pour des raisons de sécurité, elle est détectée en double par plusieurs systèmes (D/E).
zh_hans: 加速踏板的踩踏量。为确保安全,由多个系统(D/E)进行冗余检测。

source: アダプタ
de: Adapter
en: Adapter
es: Adaptador
fr: Adaptateur
zh_hans: 适配器

source: アダプタがなくても、デモモードで全機能を試せます。
de: Kein Adapter? Testen Sie alle Funktionen im Demomodus.
en: No adapter? Try every feature in Demo Mode.
es: Sin adaptador, puedes probar todas las funciones en el modo demo.
fr: Pas d'adaptateur ? Essayez toutes les fonctions en mode démo.
zh_hans: 没有适配器也可以在演示模式下体验全部功能。

source: アダプタが見つかりませんでした。アダプタの電源(車両のイグニッション ON)を確認して再検索してください
de: Kein Adapter gefunden. Prüfen Sie die Stromversorgung des Adapters (Zündung des Fahrzeugs auf ON) und suchen Sie erneut.
en: No adapter found. Check the adapter power (vehicle ignition ON) and search again.
es: No se encontró ningún adaptador. Comprueba la alimentación del adaptador (contacto del vehículo en ON) y vuelve a buscar
fr: Aucun adaptateur trouvé. Vérifiez l'alimentation de l'adaptateur (contact du véhicule sur ON) et relancez la recherche
zh_hans: 未找到适配器。请检查适配器电源(车辆点火开关是否打开)后重新搜索

source: アダプタに接続する
de: Adapter verbinden
en: Connect Adapter
es: Conectar adaptador
fr: Connecter l'adaptateur
zh_hans: 连接适配器

source: アダプタに接続するか、デモモードで試せます。
de: Verbinden Sie einen Adapter oder testen Sie den Demomodus.
en: Connect an adapter, or try demo mode.
es: Conecta un adaptador o pruébalo en modo demo.
fr: Connectez un adaptateur ou essayez le mode démo.
zh_hans: 可以连接适配器,或使用演示模式体验。

source: アダプタに接続できません
de: Verbindung zum Adapter nicht möglich
en: Cannot connect to adapter
es: No se puede conectar al adaptador
fr: Connexion à l'adaptateur impossible
zh_hans: 无法连接适配器

source: アダプタをお持ちでない方へ
de: Kein Adapter vorhanden?
en: Don't Have an Adapter?
es: ¿No tienes un adaptador?
fr: Vous n'avez pas d'adaptateur ?
zh_hans: 没有适配器?

source: アダプタをお持ちならすぐに接続。まずは雰囲気を見たいなら、デモですべての画面を体験できます。
de: Haben Sie einen Adapter? Verbinden Sie ihn sofort. Möchten Sie erst einen Eindruck gewinnen? Der Demomodus zeigt alle Bildschirme in Aktion.
en: Have an adapter? Connect right away. Want a feel first? Demo Mode shows every screen in action.
es: ¿Tienes un adaptador? Conéctalo ahora mismo. ¿Prefieres verlo primero? El modo demo muestra todas las pantallas en acción.
fr: Vous avez un adaptateur ? Connectez-vous immédiatement. Vous voulez d'abord un aperçu ? Le mode démo vous montre tous les écrans en action.
zh_hans: 已有适配器可立即连接。想先体验一下?可通过演示模式查看全部界面。

source: アダプタを挿す
de: Adapter einstecken
en: Plug in the adapter
es: Conecta el adaptador
fr: Branchez l'adaptateur
zh_hans: 插入适配器

source: アダプタを検索
de: Nach Adaptern suchen
en: Scan for Adapters
es: Buscar adaptadores
fr: Rechercher des adaptateurs
zh_hans: 搜索适配器

source: アダプタ電圧
de: Adapterspannung
en: Adapter Voltage
es: Voltaje del adaptador
fr: Tension de l'adaptateur
zh_hans: 适配器电压

source: アナログメーター
de: Analoge Anzeige
en: Analog Gauge
es: Medidor analógico
fr: Cadran analogique
zh_hans: 指针仪表

source: アプリが自動検出
de: Die App erkennt automatisch
en: The app auto-detects
es: La app detecta automáticamente
fr: L'appli détecte automatiquement
zh_hans: 应用自动检测
